{
  "series": [
    {
      "series_name":"Breaking Bad",
      "series_activity":"2008/2013",
      "series_type":"Drama",
      "series_rate":"4.5",
      "series_resume":"Um professor de química que leva uma vida difícil e luta para pagar as contas sustentando a esposa (Anna Gunn) e o filho, que tem dificuldades físicas (RJ Mitte). Sua vida inteira muda diante de um diagnóstico perturbador: câncer do pulmão sem possibilidade de cura.",
      "imagens": {
        "url_primary_image":"http://images.popmatters.com/news_art/f/feature-tv-breakingbad-finalebadbehavior-500.jpg",
        "url_secondary_image":"http://leitoresdepressivos.com/wp-content/uploads/2014/04/BREAKING-BAD-QUINTA-TEMPORADA-POSTER-5TH-SEASON-FINALLE-WALTER-WALT-JESSIE-PINKMAN-BRYAN-CRANSTON-21.jpg"
      }
    },
    {
      "series_name":"The Flash (2014)",
      "series_activity":"2014/2016",
      "series_type":"Ação",
      "series_rate":"4.7",
      "series_resume":"Barry Allen (Grant Gustin) era um funcionário da Polícia Científica que, ao sofrer um acidente, foi banhado por produtos químicos em seu laboratório e, em seguida, atingido por um raio. Foi a partir disso que ele começou a ser capaz de canalizar os poderes vindos do Campo de Velocidade e se locomover em altíssimas velocidades. Usando uma máscara e um uniforme vermelho, ele começa a usar suas habilidades para patrulhar Central City com a ajuda dos cientistas da S.T.A.R. Labs, e detém vilões ao mesmo tempo em que procura descobrir quem foi o assassino de sua mãe. ",
      "imagens": {
        "url_primary_image":"http://br.web.img2.acsta.net/pictures/14/08/27/12/50/043690.jpg",
        "url_secondary_image":"https://jovemnerd.com.br/wp-content/uploads/The-Flash.jpg"
      }
    },

    {
      "series_name":"Outcast",
      "series_activity":"2016/2016",
      "series_type":"Drama",
      "series_rate":"3.8",
      "series_resume":"Kyle Barnes é um rapaz que, desde a infância, vem sendo alvo de possessões demoníacas. Agora, Kyle está determinado a descobrir a verdade sobre a maldição que lhe atormenta, mesmo que isso signifique um possível extermínio da vida na Terra.",
      "imagens": {
        "url_primary_image":"http://poltronanerd.com.br/wp-content/uploads/2015/07/poltrona_outcast_poster_06jul15.jpg",
        "url_secondary_image":"https://pmcdeadline2.files.wordpress.com/2016/03/outcast-logo.jpg"
      }
    },

    {
      "series_name":"Arrow",
      "series_activity":"2012/2016",
      "series_type":"Fantasia",
      "series_rate":"4.8",
      "series_resume":"Playboy, milionário e mulherengo, Oliver Queen (Stephen Amell) está presumivelmente morto há 5 anos, quando um acidente de iate causou o desaparecimento dele, de seu pai, Robert (Jamey Sheridan), e Sara Lance, irmã de sua então namorada Laurel (Katie Cassidy). Mas Ollie sobreviveu e, preso em uma ilha, ele aprendeu a lutar por sua vida. De volta à civilização em Starling City, ele é um homem mudado e está decidido a honrar a memória do pai e livrar a cidade da corrupção. Disfarçado, ele usa as habilidades que aprendeu durante seu tempo de reclusão para isso, e ao mesmo tempo precisa esconder sua nova identidade da mãe, Moira (Susanna Thompson), da irmã, Thea (Willa Holland) e dos amigos.",
      "imagens": {
        "url_primary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/arrow-4a-temporada.jpg",
        "url_secondary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/arrow-4a-temporada.jpg"
      }
    },

    {
      "series_name":"Pretty Little Liars",
      "series_activity":"2010/2016",
      "series_type":"Fantasia",
      "series_rate":"4.7",
      "series_resume":"Na pequena cidade de Rosewood, na Pensilvânia, as melhores amigas Spencer Hastings (Troian Bellisario), Aria Montgomery (Lucy Hale), Hanna Marin (Ashley Benson) e Emily Fields (Shay Mitchell) guardam complexos segredos. Alison (Sasha Pieterse), 5ª membra e líder do grupo, desapareceu há um ano e não deixou qualquer pista. As amigas recebem cartas misteriosas assinadas por uma letra e suspeitam que seja sua antiga companheira, mas a desconfiança que possuem em relação ao universo perverso no qual vivem provoca uma reflexão cada vez maior.",
      "imagens": {
        "url_primary_image":"http://i68.tinypic.com/6h0s5z.png",
        "url_secondary_image":"http://i68.tinypic.com/6h0s5z.png"
      }
    },

    {
      "series_name":"Grey's Anatomy",
      "series_activity":"2005/2016",
      "series_type":"Drama",
      "series_rate":"4.9",
      "series_resume":"Meredith Grey (Ellen Pompeo) começa a trabalhar no Seattle Grace Hospital e logo descobre que passou a noite com um dos seus chefes, Dr. Derek Shepherd (Patrick Dempsey). Enquanto enfrenta os desafios da vida profissional, ela se aproxima dos outros internos liderados pela residente Dra. Bailey (Chandra Wilson): Cristina Yang (Sandra Oh), Izzie Stevens (Katherine Heigl), George O'Malley (T.R. Knight) e Alex Karev (Justin Chambers).",
      "imagens": {
        "url_primary_image":"http://br.web.img2.acsta.net/r_x_600/newsv7/15/04/11/16/43/2739080.jpg",
        "url_secondary_image":"http://3.bp.blogspot.com/-HZgelaIAVwM/Uf_f2_JWe4I/AAAAAAAADG4/GkmuRpGyxZ4/s400/images+(2).jpg"
      }
    },

    {
      "series_name":"The Walking Dead",
      "series_activity":"2010/2016",
      "series_type":"Terror",
      "series_rate":"4.7",
      "series_resume":"Um Apocalipse provoca uma infestação de zumbis na cidade de Cynthiana, em Kentucky, nos Estados Unidos, e o oficial de polícia Rick Grimes (Andrew Lincoln) descobre que os mortos-vivos estão se propagando progressivamente. Ele decide unir-se aos homens e mulheres sobreviventes para que tenham mais força para combater o fenômeno que os atinge. O grupo percorre diferentes lugares em busca de soluções para o problema.",
      "imagens": {
        "url_primary_image":"http://www.1001actus.com/files/2014/01/the-walking-dead-affiche-fevrier-2014.jpg",
        "url_secondary_image":"https://static.omelete.uol.com.br/media/extras/conteudos/the-walking-dead-season-5-trailer_YqmRNTU.png"
      }
    },
    {
      "series_name":"The 100",
      "series_activity":"2014/2016",
      "series_type":"Aventura",
      "series_rate":"4.7",
      "series_resume":"Quando uma guerra nuclear destruiu a civilização e o planeta Terra, os únicos sobreviventes foram 400 pessoas que estavam em 12 estações espaciais em órbita. 97 anos e três gerações depois, a população já contava com 4 mil pessoas, mas os recursos já vão escassos. Para garantir o futuro, um grupo de cem jovens é enviado à superfície da Terra para descobrir se ela está habitável. Com a sobrevivência da raça humana em suas mãos, estes jovens precisam superar suas diferenças e unir forças para cruzar juntos o seu caminho.",
      "imagens": {
        "url_primary_image":"http://www.tarafdari.com/sites/default/files/contents/user228897/content-image/the_100.jpg",
        "url_secondary_image":"http://www.tarafdari.com/sites/default/files/contents/user228897/content-image/the_100.jpg"
      }
    },

    {
      "series_name":"Supernatural",
      "series_activity":"2005/2016",
      "series_type":"Terror",
      "series_rate":"4.5",
      "series_resume":"Desde que era pequeno, Sam Winchester (Jared Padalecki) tentava escapar do próprio passsado. Após a misteriosa morte de Mary (Samantha Smith), o pai de Sam passou a procurar vingança contra as forças do mal que mataram a esposa, destruindo qualquer ser maligno que cruze o seu caminho. Ao contrário de Sam, Dean (Jensen Ackles), irmão mais velho, sempre quis seguir os passos do pai. Sam está determinado a se livrar do  negócio da família , mas sua vida está prestes a tomar os rumos que ele não desejava, quando ele fica sem escolhas a não ser unir-se ao irmão.",
      "imagens": {
        "url_primary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/supernatural-11a-temporada-online.jpg",
        "url_secondary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/supernatural-11a-temporada-online.jpg"
      }
    },


    {
      "series_name":"Mr. Robot",
      "series_activity":"2015/2016",
      "series_type":"Suspense",
      "series_rate":"3.7",
      "series_resume":"Elliot (Rami Malek) é um jovem programador que trabalha como engenheiro de segurança virtual durante o dia, e como hacker vigilante durante a noite. Elliot se vê numa encruzilhada quando o líder (Christian Slater) de um misterioso grupo de hacker o recruta para destruir a firma que ele é pago para proteger. Motivado pelas suas crenças pessoais, ele luta para resistir à chance de destruir os CEOs da multinacional que ele acredita estarem controlando - e destruindo - o mundo.",
      "imagens": {
        "url_primary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/supernatural-11a-temporada-online.jpg",
        "url_secondary_image":"http://cdn.x2n.com.br/~filmesse/wp-content/uploads/2015/05/supernatural-11a-temporada-online.jpg"
      }
    },



    {
      "series_name":"Vikings",
      "series_activity":"2013/Atualmente",
      "series_type":"Drama",
      "series_rate":"4.5",
      "series_resume":"A série vai narrar o mundo dos poderosos vikings que invadiram e exploraram durante a época feudal. Vikings seguem Ragnar Lothbrok, o maior herói do bando. A série conta as sagas de Ragnar e sua família, como ele ervolui para se tornar o rei das tribos vikings",
      "imagens": {
        "url_primary_image":"http://malditainsonia.blog.br/wp-content/uploads/2015/01/vikings-terceira-temporada.png",
        "url_secondary_image":"http://supernovo.net/wp-content/uploads/2014/07/vikings-3.jpg"
      }
    },
    {
      "series_name":"Scream",
      "series_activity":"2015/Atualmente",
      "series_type":"Terror",
      "series_rate":"3.6",
      "series_resume":"O que começou como um vídeo viral no YouTube, logo se torna um problema para os adolescentes de Lakewood e serve de catalisador para o assassinato que abre a janela de problemas passados da cidade",
      "imagens": {
        "url_primary_image":"http://supernovo.net/wp-content/uploads/2015/07/screamghostfacemask-400x400.jpg",
        "url_secondary_image":"http://www.hostgeek.net.br/wp-content/uploads/2014/10/ghostface_by_wedopix-d37lt461.jpg"
      }
    },
    {
      "series_name":"The Good Wife",
      "series_activity":"2009/2016",
      "series_type":"Drama",
      "series_rate":"4.5",
      "series_resume":"The Good Wife Gira em torno de Alicia (Julianna Margulies), a esposa de um político, Peter Florrick (Chris Noth), que foi preso por ter se envolvido em um escândalo de corrupção e sexo. Decidida a retomar sua vida, sua reputação e manter seus dois filhos, Alicia volta à sua antiga profissão, o Direito.",
      "imagens": {
        "url_primary_image":"http://spoilers.tv.br/wp-content/uploads/2013/12/The-Good-Wife-Wallpaper-the-good-wife-9988962-1536-1152.jpg",
        "url_secondary_image":"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/23/the-good-wife-s-religion-politics-voters-have-no-faith-in-alicia-s-atheism/jcr:content/image.img.2000.jpg/1416837815382.cached.jpg"
      }
    },
    {
      "series_name":"House of Cards",
      "series_activity":"2013/Atualmente",
      "series_type":"Drama",
      "series_rate":"4.7",
      "series_resume":"Astuto e inescrupuloso, o congressista Francis Underwood (Kevin Spacey) e sua esposa Claire (Robin Wright) são implacáveis na busca pelo poder. Esta instigante série política entra no mundo de ganância, corrupção e sexo de Washington.",
      "imagens": {
        "url_primary_image":"http://falandodefilmes.com/wp-content/uploads/2016/02/Review-House-Of-Cards-Primeira-Temporada.jpg",
        "url_secondary_image":"https://jovemnerd.com.br/wp-content/uploads/42040_.jpg"
      }
    },
    {
      "series_name":"Silicon Valley",
      "series_activity":"2014/Atualmente",
      "series_type":"Comédia",
      "series_rate":"4.3",
      "series_resume":"A comédia ambientada no Vale do Silício, região na Califórnia que reúne empresas de tecnologia como Apple e Google, mostra que as pessoas com mais chance de se tornar bem sucedidas são, frequentemente, aquelas com menos habilidade de lidar com o sucesso.",
      "imagens": {
        "url_primary_image":"http://imagem.juliapetit.com.br/wp-content/uploads/2014/04/hbo_silicon_valley.jpg",
        "url_secondary_image":"http://mixdeseries.com.br/wp-content/uploads/2016/01/main-s2b.jpg?a6d680"
      }
    },
    {
      "series_name":"The IT Crowd",
      "series_activity":"2006/2010",
      "series_type":"Comédia",
      "series_rate":"4.5",
      "series_resume":"The IT Crowd se passa nos escritórios das indústrias Reynholm, um corporação britânica fictícia localizada no centro de Londres. A série se concentra nas travessuras de uma equipe de suporte técnico, o IT (IT do inglês information technology) formada de três pessoas, Roy (Chris O'Dowd), Maurice Moss (Richard Ayoade) e Jen Barber (Katherine Parkinson) os quais, vivem em um imundo e desmantelado porão, embora o resto da organização presencie uma arquitetura de forte e brilhante contraste moderno, com visões deslumbrantes de Londres.",
      "imagens": {
        "url_primary_image":"http://www.abc.net.au/tv/common/images/publicity/ZX1406A_460.jpg",
        "url_secondary_image":"http://i.kinja-img.com/gawker-media/image/upload/cjushqyzzmlkizjuaqnx.jpg"
      }
    },
    {
      "series_name":"Six Feet Under",
      "series_activity":"2001/2005",
      "series_type":"Drama",
      "series_rate":"4.8",
      "series_resume":"Toda a trama se desenvolve em torno do mundo da 'Fisher & Sons Funeral Home', uma fictícia empresa funeral nos dias atuais em Los Angeles, Califórnia. A série mostra um drama convencional de família, lidando com assuntos como infidelidade, homossexualidade e religião",
      "imagens": {
        "url_primary_image":"http://lovelace-media.imgix.net/uploads/187/87d62750-612b-0131-430a-3a1110efb0e8.jpg?",
        "url_secondary_image":"http://fac5b9ac01c8d66ca757-26cd0a006a186f75bbfbd2dc93e66a98.r4.cf2.rackcdn.com/tv-news/wp-content/uploads/2015/05/002-six-feet-under-theredlist.jpg"
      }
    },
    {
      "series_name":"Mad Men",
      "series_activity":"2007/2015",
      "series_type":"Drama",
      "series_rate":"4.6",
      "series_resume":"A história se passa em 1960, na fictícia agência de publicidade Sterling Cooper. O foco da trama está na vida do publicitário Donald Draper e nas pessoas fazem parte de sua vida dentro e fora do escritório, além de mostrar as mudanças de comportamento da América dos anos 60.",
      "imagens": {
        "url_primary_image":"http://blog.estantevirtual.com.br/wp-content/uploads/mad-men.jpg",
        "url_secondary_image":"http://cdn.playbuzz.com/cdn/e4d06123-4215-43be-b8c5-be1ca70def4a/b8755268-9149-4716-8d75-0f58b94d6d83.jpg"
      }
    },
    {
      "series_name":"Game of Thrones",
      "series_activity":"2011/Atualmente",
      "series_type":"Drama",
      "series_rate":"4.8",
      "series_resume":"Game of Thrones, se passa em Westeros, uma terra remanescente da Europa Medieval, onde as estações duram por anos ou até mesmo décadas. A história gira em torno de uma batalha entre os Sete Reinos, onde duas famílias dominantes estão lutando pelo controle do Trono de Ferro, cuja posse assegura a sobrevivência durante o inverno de 40 anos que está por vir.",
      "imagens": {
        "url_primary_image":"http://4.bp.blogspot.com/-9IspIPciBwE/VezaczJ8TFI/AAAAAAAAEs8/3sXA8Bb9Pw4/s320/dragon%2Bfabric.jpeg",
        "url_imagem_secundaria":"http://im.ziffdavisinternational.com/t/ign_br/news/g/game-of-th/game-of-thrones-resolves-another-longtime-book-mystery_w7wy.640.jpg"
      }
    }


  ]
}
